# CLDropShadowEnabled

## Description
```pascal
FUNCTION CLDropShadowEnabled(className : STRING) : BOOLEAN;
```

```python

def vs.CLDropShadowEnabled(className):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|className|STRING||

## Version
Availability: from Vectorworks 2017
## Category
* Classes